[
	"Space is completely silent because there is no air to carry sound.",
	"The hottest planet in our solar system is Venus.",
	"A day on Venus is longer than a year on Venus.",
	"The Sun makes up about 99.86% of the mass of the solar system.",
	"One million Earths could fit inside the Sun.",
	"Neutron stars can spin up to 600 times per second.",
	"Jupiter has the strongest gravity of any planet.",
	"There are more stars in the universe than grains of sand on Earth.",
	"Light from the Sun takes about 8 minutes to reach Earth.",
	"Saturn could float in water if a body of water were large enough.",
	"Mars has the tallest volcano in the solar system, Olympus Mons.",
	"Mercury has no atmosphere to retain heat.",
	"The Milky Way galaxy is about 100,000 light-years wide.",
	"Black holes can warp space and time around them.",
	"The Moon is slowly drifting away from Earth.",
	"Jupiter's Great Red Spot is a storm larger than Earth.",
	"There are billions of galaxies in the observable universe.",
	"The International Space Station travels at 28,000 km/h.",
	"Astronauts grow taller in space due to microgravity.",
	"Pluto is smaller than Earth's Moon.",
	"Uranus rotates on its side.",
	"A spoonful of neutron star material would weigh billions of tons.",
	"The Sun is about 4.6 billion years old.",
	"Footprints on the Moon can last millions of years.",
	"Mars appears red because of iron oxide on its surface.",
	"The coldest place in the universe may be the Boomerang Nebula.",
	"There are rogue planets drifting through space without stars.",
	"The Moon has moonquakes.",
	"Venus has crushing atmospheric pressure.",
	"Saturn's rings are made mostly of ice and rock.",
	"A year on Mercury lasts just 88 Earth days.",
	"The largest volcano in the universe may be on Mars.",
	"Some stars are larger than Earth's orbit around the Sun.",
	"The Sun will eventually become a red giant.",
	"Mars has seasons like Earth.",
	"The Kuiper Belt lies beyond Neptune.",
	"Space is expanding faster over time.",
	"There may be water ice on the Moon.",
	"Jupiter has over 90 known moons.",
	"The Milky Way will collide with Andromeda in billions of years.",
	"Space is not completely empty; it has particles and radiation.",
	"A black hole cannot be seen directly.",
	"Comets are leftovers from solar system formation.",
	"The Moon reflects sunlight; it produces no light of its own.",
	"Earth is the densest planet in the solar system.",
	"Mars once had flowing liquid water.",
	"Saturn has the lowest density of all planets.",
	"The Sun will burn for about 10 billion years total.",
	"There are constellations not visible from all parts of Earth.",
	"The ISS is visible from Earth with the naked eye.",
	"The universe is about 13.8 billion years old.",
	"Some galaxies have no defined shape.",
	"Spacecraft have visited all planets except Neptune's moon Triton.",
	"A solar flare can disrupt Earth's communications.",
	"The Moon always shows the same face to Earth.",
	"Stars are born inside nebulae.",
	"The largest asteroid belt lies between Mars and Jupiter.",
	"Mars has two moons: Phobos and Deimos.",
	"The Sun converts hydrogen into helium via nuclear fusion.",
	"The vacuum of space can cause liquids to boil instantly.",
	"Some exoplanets rain molten metal.",
	"Jupiter protects inner planets by deflecting asteroids.",
	"The Moon has no wind or weather.",
	"There are more trees on Earth than stars in the Milky Way.",
	"The Sun's light can take thousands of years to escape its core.",
	"Venus is hotter than Mercury despite being farther from the Sun.",
	"The Milky Way contains a supermassive black hole at its center.",
	"Space debris orbits Earth at dangerous speeds.",
	"The Moon was likely formed from a massive collision.",
	"Time moves slower in stronger gravity.",
	"There are planets made mostly of diamond.",
	"The largest known star is hundreds of times larger than the Sun.",
	"Earth's magnetic field protects us from solar radiation.",
	"A year on Neptune lasts 165 Earth years.",
	"Some galaxies emit almost no visible light.",
	"The Sun produces energy through nuclear fusion.",
	"Astronauts see multiple sunrises each day in orbit.",
	"The Moon's gravity causes Earth's tides.",
	"There may be more galaxies than stars in the universe.",
	"Mars sunsets appear blue.",
	"The Sun will one day shed its outer layers into space.",
	"Space has a faint background radiation from the Big Bang.",
	"Some stars explode as supernovae.",
	"A black hole's gravity is so strong that light cannot escape.",
	"The observable universe is still growing.",
	"Earth is constantly bombarded by small meteoroids."
]
